[
"Thank you. We're all refreshed and challenged by your unique point of view.",
"The fact that no one understands you doesn't mean you're an artist.",
"I don't know what your problem is, but I'll bet it's hard to pronounce.",
"Any connection between your reality and mine is purely coincidental.",
"I like you. You remind me of when I was young and stupid.",
"I'm not being rude. You're just insignificant.",
"I will always cherish the initial misconceptions I had about you.",
"You sound reasonable...Time to up my medication.",
"I'll try being nicer if you'll try being smarter.",
"You are validating my inherent mistrust of strangers.",
"I see you've set aside this special time to humiliate yourself in public.",
"Someday, we'll look back on this, laugh nervously and change the subject.",
"I bet your brain feels as good as new, seeing that you've never used it.",
"They say that two heads are better than one. In your case, one would have been better than none.",
"You should toss out more of your funny remarks; that's all they're good for.",
"You're the best at all you do -- and all you do is make people hate you.",
"In the dictionary under the word, 'stupid,' it has your picture.",
"You started at the bottom -- and it's been downhill ever since.",
"If you were twice as smart, you'd still be stupid.",
"Don't you have a terribly empty feeling -- in your skull?",
"Any friend of yours -- is a friend of yours.",
"Is your name Maple Syrup? It should be, you sap.",
"Anyone who told you to be yourself couldn't have given you worse advice.",
"I'll never forget the first time we met -- although, I'll keep trying.",
"Why don't you go to the library and brush up on your ignorance?",
"You have an inferiority complex -- and it's fully justified.",
"Do you have to leave so soon? I was about to poison the tea.",
"I'm busy now. Can I ignore you some other time?",
"Whom am I calling 'stupid'? I don't know. What's your name?",
"You are as strong as an ox and almost as intelligent.",
"There was something about you that I liked, but you spent it.",
"Sit down and give your mind a rest.",
"I hear you were born on April 2; a day too late!"
]